IDEA StatiCa Open Model
Element1D.EccentricityBeginY Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Local eccentricity Y at the begin of Element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double EccentricityBeginY { get; set; }
Public Property EccentricityBeginY As Double
	Get
	Set
public:
property double EccentricityBeginY {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace